[Bio]
01=View character bio information.
02=Press To View

[Croc_Detonate]
01=Select Detonator

[Knife-thug]
01=High security henchmen carry knives and must be stunned before they are vulnerable to attacks.
02=Stun Attack

[MapObj]
01=Check your map for current objective locations.

[Max_A1_Riddler_TUT]
01=Use Environment Analysis to scan and store solutions to Riddler challenges.
02=Hold - Scan

[Run]
01=To run hold down the Action Button while moving.
02=Run to avoid Killer Croc's smash attack.

[Scanner]
01=Use the Environment Analysis tool to decipher cryptic symbols.
02=Hold - Scan

[VenomHenchman_Dodge]
01=Use the evade move to quickly dodge charge attacks and projectiles.
02=Double Tap + Direction - Evade

[Zoom]
01=Batman's cowl can magnify his surroundings.
02=Zoom
